{
    "destinations": {
        "destination0": {
            "image": "Prague.jpg",
            "name": "Prague",
            "country": "Czech Republic",
            "cold": true,
            "description": "The physical attractions and landmarks of Prague are many. Among the finest is the Charles Bridge (Karlův most), which stands astride the Vltava River. ... Seen from the surrounding hills, the many church towers make up a unique perspective, giving Prague its description as the 'city of a hundred spires.'",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination1": {
            "image": "Shanghai.jpg",
            "name": "Shanghai",
            "country": "China",
            "cold": false,
            "description": "Shanghai is one of the four direct-controlled municipalities of China and the most populous city proper in the world with a population of more than 24 million as of 2014. It is a global financial centre and transport hub, with the world's busiest container port. Located in the Yangtze River Delta, it sits on the south edge of the estuary of the Yangtze in the middle portion of the East China coast. The municipality borders the provinces of Jiangsu and Zhejiang to the north, south and west, and is bounded to the east by the East China Sea.",
            "near": false,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination2": {
            "image": "Vienna.jpg",
            "name": "Vienna",
            "country": "Austria",
            "cold": true,
            "description": "Vienna, also described as Europe's cultural capital, is a metropolis with unique charm, vibrancy and flair. It boasts outstanding infrastructure, is clean and safe, and has all the inspiration that you could wish for in order to discover this wonderful part of Europe.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination3": {
            "image": "Osaka.jpg",
            "name": "Osaka",
            "country": "Japan",
            "cold": true,
            "description": "Osaka is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with over 19 million inhabitants. Situated at the mouth of the Yodo River on Osaka Bay, Osaka is the second largest city in Japan by daytime population after Tokyo's 23 wards and the third largest city by nighttime population after Tokyo's 23 wards and Yokohama, serving as a major economic hub for the country.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination4": {
            "image": "Rome.jpg",
            "name": "Rome",
            "country": "Italy",
            "cold": false,
            "description": "Rome's history spans more than 2,500 years. While Roman mythology dates the founding of Rome at around 753 BC, the site has been inhabited for much longer, making it one of the oldest continuously occupied sites in Europe. The city's early population originated from a mix of Latins, Etruscans and Sabines. Eventually, the city successively became the capital of the Roman Kingdom, the Roman Republic and the Roman Empire, and is regarded as a the birthplace of Western civilisation and by some as the first ever metropolis. It was first called The Eternal City (Latin: Urbs Aeterna; Italian: La Città Eterna) by the Roman poet Tibullus in the 1st century BC, and the expression was also taken up by Ovid, Virgil, and Livy. Rome is also called the 'Caput Mundi' (Capital of the World).",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination5": {
            "image": "Taipei.jpg",
            "name": "Taipei",
            "country": "Taiwan",
            "cold": true,
            "description": "Taipei is the political, economic, educational, and cultural center of Taiwan, and one of the major hubs of the Chinese-speaking world. Considered to be a global city, Taipei is part of a major high-tech industrial area. Railways, high-speed rail, highways, airports, and bus lines connect Taipei with all parts of the island. The city is served by two airports – Taipei Songshan and Taiwan Taoyuan. Taipei is home to various world-famous architectural or cultural landmarks which include Taipei 101, Chiang Kai-shek Memorial Hall, Dalongdong Baoan Temple, Hsing Tian Kong, Lungshan Temple of Manka, National Palace Museum, Presidential Office Building, Taipei Guest House, Ximending, and several night markets dispersing over the city. Its natural features such as Maokong, Yangmingshan, and hot springs are also well known to international visitors.",
            "near": false,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination6": {
            "image": "Milan.jpg",
            "name": "Milan",
            "country": "Italy",
            "cold": true,
            "description": "Three hundred years before Christ, the Romans called this place Mediolanum, or 'the central place.' By the 4th century, it was the capital of the western half of the Roman Em­pire. After struggling through the early Middle Ages, Milan rose to prominence under the powerful Visconti and Sforza families. By the time the Renais­sance hit, the city was called 'the New Athens.' Milan's centerpiece is its magnificent cathedral, built from 1386 to 1810. Even though the Renaissance style, with domes and rounded arches, was in vogue elsewhere in Italy, conservative Milan stuck with Gothic, loading its cathedral with pointed spires and arches and lots of marble. The church is a classic example of the flamboy­ant, or 'flamelike,' overdone final stage of Gothic. The church boasts a soaring ceiling supported by sequoia­size pillars, brilliantly colored stained glass dating from about 1500: and more than 2,000 statues. Even more impressive is the roof. Walking through its forest of spires and statues, visitors enjoy great views of the church's statuary and the city. Crowning the cathedral is a golden Virgin Mary named La Madonnina, an icon of Milan. The cathedral sits on Piazza del Duomo, Milan's main square. This classic European scene is a popular gathering point. Professionals scurry, stylish locals loiter and teens hang out in the afternoons, waving at MTV cameras sta­tioned in an upper-floor studio to catch the snippets of the same action you're seeing.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination7": {
            "image": "Amsterdam.jpg",
            "name": "Amsterdam",
            "country": "Netherlands",
            "cold": false,
            "description": "Amsterdam's name derives from Amstelredamme, indicative of the city's origin around a dam in the river Amstel. Originating as a small fishing village in the late 12th century, Amsterdam became one of the most important ports in the world during the Dutch Golden Age (17th century), a result of its innovative developments in trade. During that time, the city was the leading centre for finance and diamonds. In the 19th and 20th centuries the city expanded, and many new neighborhoods and suburbs were planned and built. The 17th-century canals of Amsterdam and the 19–20th century Defence Line of Amsterdam are on the UNESCO World Heritage List. Since the annexation of municipality Sloten in 1921 by the municipality of Amsterdam, the oldest historic part of the city lies in Sloten (9th century).",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination8": {
            "image": "Barcelona.jpg",
            "name": "Barcelona",
            "country": "Spain",
            "cold": false,
            "description": "Founded as a Roman city, in the Middle Ages Barcelona became the capital of the County of Barcelona. After merging with the Kingdom of Aragon, Barcelona continued to be an important city in the Crown of Aragon as an economic and administrative centre of this Crown and the capital of the Principality of Catalonia. Barcelona has a rich cultural heritage and is today an important cultural centre and a major tourist destination. Particularly renowned are the architectural works of Antoni Gaudí and Lluís Domènech i Montaner, which have been designated UNESCO World Heritage Sites. The headquarters of the Union for the Mediterranean is located in Barcelona. The city is known for hosting the 1992 Summer Olympics as well as world-class conferences and expositions and also many international sport tournaments.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination9": {
            "image": "Hong-Kong.jpg",
            "name": "Hong Kong",
            "country": "China",
            "cold": false,
            "description": "Hong Kong is a Special Administrative Region of the People’s Republic of China. It is situated at the mouth of the delta formed by the Xijiang (West), Beijiang (North) Dingjiang (East) and Zhujiang (Pearl) rivers as they enter the South China Sea. It has 260 islands and a long coastline of approximately 730 km (453.6 mile). Hong Kong has a population of approximately 7 million people and an economy that is based on trade and services. As less than 25% of Hong Kong’s total area is being developed, this city has a very high population density and heavy urban development; much of which is located in low lying areas and on reclaimed land. Hong Kong has a sub-tropical climate. June to September are the hottest months of the year with monthly mean temperatures range from 27 to 29°C. Winter (December to February) is mild with average seasonal temperature of around 17°C. The average annual rainfall is around 2,400 mm. About 80 % of its annual rainfall occurs between May and September while December and January are the driest months. Tropical cyclones usually affect Hong Kong between June and October, often bringing high winds and widespread heavy rain.",
            "near": false,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination10": {
            "image": "Seoul.jpg",
            "name": "Seoul",
            "country": "South Korea",
            "cold": true,
            "description": "Seoul is a city of contrasts. From ancient palaces with centuries of history to high-tech skyscraper of steel and glass, from ancient texts dating back millennia to the highest rate of broadband Internet access in the world, Seoul is a place where the old and new exist in harmony. With one foot in the past and another in the future, Seoul is a city that never ceases to amaze. Seoul is also the center of the so-called 'Korean Wave' sweeping Asia. As Korean dramas, film and music reach a wider audience abroad, more and more visitors are coming to Seoul to experience first-hand the city’s rich culture and make use of its extensive cultural facilities. Due to the division of the nation and the proximity of the DMZ with North Korea just an hour’s drive away, some might think Seoul to be a somewhat risky place to visit. Foreign news reports aside, Seoul is one of the safest places in the world for foreign travelers, with low levels of crime, a hospitable population, cutting-edge medical facilities and capable police and security authorities. Seoul’s security situation, in fact, has never been better.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination11": {
            "image": "Tokyo.jpg",
            "name": "Tokyo",
            "country": "Japan",
            "cold": true,
            "description": "Greater Tokyo is the world's most populous metropolitan area and is the center of Japanese culture, finance, and government. A bustling cosmopolitan city, Tokyo is also a major transportation hub and a world economic and industrial center. The city boasts a large number of world-class institutions of higher education, the highest concentration of universities in Japan. Tokyo was known as Edo until 1868, when the Japanese imperial family was moved there from Kyoto. Metropolitan Tokyo is generally defined as the four prefectures of Tokyo, Saitaima, Kanagawa, and Chiba, while the city of Tokyo proper usually refers to the 23 wards in Tokyo prefecture itself. The metropolitan area includes the major cities of Yokohama (the second largest city in Japan), Kawasaki, and Chiba, as well as rural mountain regions west of the city, the Izu Islands outside Tokyo Bay, and the Bonin Islands to the southeast in the Pacific Ocean.",
            "near": false,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination12": {
            "image": "Istanbul.jpg",
            "name": "Istanbul",
            "country": "Turkey",
            "cold": false,
            "description": "Formerly known as Constantinople, and before that as Byzantium, Istanbul was founded at a crossroad between Europe and Asia, Christianity and Islam. It was the capital city of the Roman, Byzantine, and Ottoman Empires and briefly the capital city of the Turkish Republic, each opening the city's doors to friends and firmly shutting them to enemies. The city was attacked more than 60 times. In ancient times, the Greeks, Athenians, Persians, and Spartans fought to capture it; so did the Gauls and the Macedonians. The Romans finally took it and renamed it after Constantine the Great, who declared it the new capital of a united Roman Empire. Something about this city by the water compelled its leaders to spare no efforts in aggrandizing it. The Byzantine Empire spent countless fortunes building palaces, churches, and other buildings. So did the Ottoman Empire, which captured the city in 1453 and proceeded to cover the city with palaces, mosques, and water fountains. Their efforts stood in stark contrast with those who were left outside the walls. Those who penetrated its walls by force took great pleasure in tearing the city down, stealing its treasures and hauling anything that could be carried back home across long distances. What man could not destroy, nature took away. Dozens of earthquakes have shaken the city throughout its history, turning buildings to dust. Like many cities in the world, Istanbul long ago lived its golden era. Today, it is poverty, pollution, and social problems that besiege the city. Yet, Istanbul retains its exuberance, its charm, and its place in history.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination13": {
            "image": "KualaLumpur.jpg",
            "name": "Kuala Lumpur",
            "country": "Malaysia",
            "cold": false,
            "description": "Kuala Lumpur, capital of Malaysia, S Malay Peninsula, at the confluence of the Klang and Gombak rivers, within the Federal Territory. Malaysia's chief inland city, Kuala Lumpur is the country's commercial and transportation hub. An industrial center in a tin-mining and rubber-growing district, it experienced huge growth in the 1980s and 90s. The city is the home of the Univ. of Malaya, as well as many hospitals, museums, a symphony orchestra, and the national zoo. Among the notable sights are the Petronas Towers (1997), twin structures that are among the world's tallest buildings; and the modern parliament building in Moorish style. The population is about two-thirds Chinese. ",
            "near": false,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination14": {
            "image": "Singapore.jpg",
            "name": "Singapore",
            "country": "Malaysia",
            "cold": false,
            "description": "The tradition of bargaining makes shopping in Singapore a major tourist attraction. Points of interest include the Van Kleef Aquarium at Fort Canning Park, the Singapore Zoological and Botanical Gardens, and the resort island of Sentosa. Singapore has a number of other attractions, including an amusement park at Haw Par Village, site of historic Chinese statues, and the restoration of the Alkaff Mansion. Singapore has many sports clubs and associations, notably in the areas of badminton (in which Singaporeans have distinguished themselves internationally), basketball, boxing, cricket, cycling, golf, hockey, horse racing, motoring, polo, swimming, tennis, and yachting. All visitors to Singapore must carry a passport valid for at least six months upon entry. Proof of sufficient funds and an onward/return ticket are also necessary and checked by the Immigration and Checkpoints Authority (ICA). Visas are required for nationals of 32 countries, including Russia, Egypt, and Iraq. A vaccination against yellow fever is required if traveling from an infected country. In 2003, about 6.1 million visitors arrived in Singapore, mostly from East Asia and the Pacific. There were a total of 35,930 hotel rooms, filled to 76% of capacity. The average visit was three nights. According to 2005 US Department of State estimates, the cost of staying in Singapore was approximately us$210 per day.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination15": {
            "image": "NewYorkCity.jpg",
            "name": "New York City",
            "country": "United States of America",
            "cold": true,
            "description": "New York City is the primary travel destination in the state. In 2001, there were 35.2 million visitors to New York City, including 5.7 million international visitors. The projection for 2006 was 43.3 millions visitors to New York City. New York City alone brings in $39 billion in revenue. New York City also supported 291,977 jobs in tourism in 2004. A typical visit to New York City might include a boat ride to the Statue of Liberty; a three-hour boat ride around Manhattan; the Empire State Building, the United Nations, Rockefeller Center, and the New York Stock Exchange; walking tours of the Bronx Zoo, Chinatown, and the theater district; and a sampling of the city's many museums, restaurants, shops, and shows. Second to New York City as a magnet for tourists comes Long Island, with its beaches, racetracks, and other recreational facilities. Attractions of the Hudson Valley include the US Military Academy (West Point), the Franklin D. Roosevelt home at Hyde Park, Bear Mountain State Park, and several wineries. North of Hudson Valley is Albany, with its massive government center, Governor Nelson A. Rockefeller Plaza, often called the Albany Mall; Saratoga Springs, home of an arts center, racetrack, and spa; and the Adirondack region, with its forest preserve, summer and winter resorts, and abundant hunting and fishing. Northwest of the Adirondacks, in the St. Lawrence River, are the Thousand Islands—actually some 1,800 small islands extending over some 50 mi (80 km) and popular among freshwater fishermen and sum-mer vacationers. Scenic sites in central New York include the summer resorts and ski areas of the Catskills and the scenic marvels and wineries of the Finger Lakes region, including Taughannock Falls in Trumansburg, the highest waterfall east of the Rockies. Further west lie Buffalo and Niagara Falls. Niagara Falls alone attracts over 12 million visitors annually. Charter boat fishing is available on Lake Ontario. Chautauqua Lake and Allegany State Park, the state's largest, lie south of Buffalo and Niagara Falls. Elmont is the home of the Belmont race track, the third leg in the Triple Crown of thoroughbred horse racing. Motorsports fans can visit the Adirondacks International Speedway.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination16": {
            "image": "Dubai.jpg",
            "name": "Dubai",
            "country": "United Arab Emirates",
            "cold": false,
            "description": "The story of the emirate of Dubai revolves around that of Dubai City. The emirate was established by the Al Maktum ruling family around 1833 when the family's clan, the Al Bu Falasa, broke away from the Bani Yas tribal confederation that dominated the region of Abu Dhabi. In its early years Dubai was a small fishing village on the best natural harbor (called Dubai Creek) in the region. Under the Al Maktum rulers it became an important pearling port, and by the early years of the twentieth century it was second only to Kuwait among the commercial ports on the Arab side of the Persian Gulf. Dubai's rulers historically have encouraged commercial development, attracting merchants from around the region to the city. Consequently, large and visible expatriate communities from Iran, South Asia, and around the world give the city a vibrant, colorful, and cosmopolitan character. The largest city in the United Arab Emirates and its commercial capital, Dubai had an estimated population in 2000 of 886,000. In addition to its port and massive dry dock facilities, the city has one of the region's busiest airports. In 1999 the city boasted the world's tallest hotel, the Burj al-Arab, or Tower of the Arabs.",
            "near": false,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination17": {
            "image": "Paris.jpg",
            "name": "Paris",
            "country": "France",
            "cold": false,
            "description": "The year 1999 saw France as the top destination for travelers around the world, with the overwhelming majority including Paris in their visit to France. Over 70 million tourists visited the City of Light last year, spending nearly $30 million (American dollars) in France. The best tours of Paris are by boat. One can get a one-hour cruise on the Seine in a sightseeing boat called a bateaumouche, which features the main monuments, bridges, and cathedrals (the best view ever of Notre Dame) and gives a history of the city. Bus tours are provided by various companies: Cityrama, Vision, and Parisbus are a few of the large companies. The official tourist information center is at the Hôtel de Ville (town hall). However, there are tourist information centers at all train stations and airports.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination18": {
            "image": "London.jpg",
            "name": "London",
            "country": "England",
            "cold": true,
            "description": "London, city, capital of the United Kingdom. It is among the oldest of the world’s great cities—its history spanning nearly two millennia—and one of the most cosmopolitan. By far Britain’s largest metropolis, it is also the country’s economic, transportation, and cultural centre. The London familiar to international visitors is a much smaller place than that. Tourist traffic concentrates on an area defined by the main attractions, each drawing between one and seven million visitors in the course of the year: Buckingham Palace, the British Museum, the National Gallery, Westminster Abbey, Madame Tussaud’s waxwork collection, the Tower of London, the three great South Kensington museums (Natural History, Science, and Victoria and Albert), and the Tate galleries. In scale, the London most tourists visit resembles the metropolis as it was in the late 18th century, a city of perhaps 10 square miles (26 square km) explorable on foot in all directions from Trafalgar Square.",
            "near": false,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination19": {
            "image": "Bangkok.jpg",
            "name": "Bangkok",
            "country": "Thailand",
            "cold": false,
            "description": "Thailand is one of Southeast Asia's major tourist destinations, and almost all visitors to Thailand pass through Bangkok. In the 1990s, an estimated six to seven million tourists visited Bangkok each year. While Bangkok is famous for its food and wild nightlife, it is probably best known for its history. Historic buildings and temples are scattered throughout the city. The Grand Palace is considered one of Thailand's most important tourist sites. The Grand Palace dates back to 1782, established when King Rama I moved the capital to Bangkok. Bangkok's famous temples include the Wat Pho and the Wat Traimitr. The Wat Pho temple is home to the 35-meter-long (151-foot-long) Reclining Buddha, and the Wat Traimitr temple houses the world's largest solid-gold Buddha, weighing five metric tons (five-and-a-half tons) and standing three meters (ten feet) high. The Royal Ceremonial Barges are another popular attraction. These elaborately decorated, intricately carved longboats take the form of mythical creatures and are only used by the king on special occasions.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": true
        },
        "destination20": {
            "image": "MiamiBeach.jpg",
            "name": "Miami Beach, Florida",
            "country": "United States of America",
            "cold": false,
            "description": "Tourism is one of the mainstays of Miami's economy, and it continues to grow steadily. In 1997 the tourist industry generated $11.6 billion in revenue and created full-time employment for 125,000 people. In the same year, nearly ten million people visited Greater Miami, breaking tourism records for the third year in a row. Warm weather, sunshine, abundant beaches, and a wide variety of entertainment are among the elements that draw large numbers to the region. The three most popular districts among visitors to Miami are (in order) South Beach, Bayside Marketplace, and Coco-Walk. Miami is surpassed only by New York City and Los Angeles in numbers of foreign visitors, attracting 5.3 million in 1997 from Europe, Canada, and South America. Miami's major convention facility is the James L. Knight International Center, a complex consisting of the Miami Convention Center, a Hyatt Regency Hotel, and the University of Miami Conference Center. The Convention Center auditorium seats 4,800 people, and the facility also offers lecture halls, meeting rooms, and a 2,601-square-meter (28,000-square-foot) hall for exhibits. Giving the city's convention industry a major boost was the recent completion of the $135 million oceanfront Loews Miami Beach Hotel in 1998, located within walking distance of the convention center. Another new facility, the 422-room Royal Palm Crowne Plaza Resort, was completed in late 1999.",
            "near": true,
            "modern": true,
            "urban": false,
            "dangerous": false
        },  
        "destination21": {
            "image": "Nashville.jpg",
            "name": "Nashville, Tennessee",
            "country": "United States of America",
            "cold": false,
            "description": "Nashville's music industry generates considerable tourism, which has become one of the city's major sources of income. Tour buses are a common sight throughout Nashville, as visitors attend live performances and radio or television tapings or wander through the Country Music Hall of Fame and Museum. The white-columned Opryland Hotel, located on 12 hectares (30 acres) of land and renovated in 1996, is located adjacent to the Grand Ole Opry House, and the Opryland USA theme park is nearby. Both the hotel and the Nashville Convention Center also offer convention facilities, including meeting and exhibit space, as does the recently completed Nashville Arena. Another of the city's high-profile hotels is the Loew's Vanderbilt Plaza Hotel next door to Vanderbilt University.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },     
        "destination22": {
            "image": "StLouis.jpg",
            "name": "St. Louis, Missouri",
            "country": "United States of America",
            "cold": false,
            "description": "The Gateway Arch, which rises 630 feet above the banks of the Mississippi River, is the starting point of a tour of St. Louis. Designed by Eero Saarinen and commemorating the nineteenth-century westward movement and St. Louis's role in settling the frontier, the Gateway Arch is the nation's tallest memorial. Beneath the Arch is the Old Courthouse, where the Dred Scott case was heard. A proud Greek revival structure, its dome was a forerunner of the style in public architecture that would sweep the country. The building holds displays relating to the Scott case and is home to the Museum of Westward Expansion, which documents the westward movement and life in St. Louis in the 1800s. An attraction popular with kids of all ages, Six Flags St. Louis is an amusement park offering thrilling rides and attractions. The St. Louis Zoo in Forest Park houses more than 11,400 animals in naturalistic settings. New in 2005 is the Fragile Forest, which features chimpanzees, orangutans and lowland gorillas in an outdoor habitat. The zoo also features an insectarium, Children's Zoo, and Big Cat Country, a habitat for feline predators. Opposite from the zoo is the newly expanded Missouri History Museum. The Museum's featured exhibit celebrates St. Louis' history-making 1904 World's Fair with documents, sights and sounds that bring the century-old event alive. Also featured are exhibits on slave trade and the American presidency. A Digistar computerized planetarium projector, OMNIMAX Theater, hands-on science and computer exhibits, and outdoor science exhibits are featured at the St. Louis Science Center in Forest Park. The center's Discovery Room is currently under renovation; when complete, children will enjoy dressing as a surgeon, exploring fossils, and playing with robots as well as other participative activities. The 79-acre Missouri Botanical Garden, founded in 1859, is one of the oldest botanical gardens in the country and is considered one of the most beautiful; unique features include a 14-acre Japanese strolling garden and the Climatron conservatory, a domed greenhouse featuring tropical plants and birds. Sight-seers can view one of the nation's few contemporary sculpture parks at the Laumeier Sculpture Park. The St. Louis Carousel provides a rare opportunity to ride an authentic carousel at its Faust County Park location. Operated by Anheuser-Busch and ranked seventh best family attraction in the nation by U.S. Family Travel Guide, Grant's Farm features a cabin built by General Grant in 1856; the farm's miniature zoo features a Clydesdale stallion barn and bird and elephant shows. Jefferson Barracks Historical Park combines military history and recreation with two museums and a number of sports fields; Robert E. Lee and Ulysses S. Grant are two of the many famous American military leaders whose service included a stay at Jefferson Barracks.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination23": {
            "image": "MyrtleBeach.jpg",
            "name": "Myrtle Beach, South Carolina",
            "country": "United States of America",
            "cold": false,
            "description": "Myrtle Beach is a coastal city on the east coast of the United States in Horry County, South Carolina. It is situated on the center of a large and continuous stretch of beach known as the Grand Strand in northeastern South Carolina. Myrtle Beach is one of the major centers of tourism in South Carolina and the United States because of the city's warm subtropical climate and extensive beaches, attracting an estimated 14 million visitors each year. As of the 2010 census, the population of the city was 27,109 with the Myrtle Beach metropolitan area population at 465,391 according to a 2013 estimate.",
            "near": true,
            "modern": true,
            "urban": false,
            "dangerous": false
        },
        "destination24": {
            "image": "Phoenix.jpg",
            "name": "Phoenix, Arizona",
            "country": "United States of America",
            "cold": false,
            "description": "There are 22 national parks and monuments located entirely within Arizona. By far the most popular is Grand Canyon National Park. Petrified Forest National Park and Saguaro National Monument are also popular national parks. There are also 14 state parks that regularly attract over a million visitors per year. Arizona offers excellent camping on both public and private land, and there are many farm vacation sites and dude ranches, particularly in the Tucson and Wickenburg areas. Popular for sightseeing and shopping are the state's American Indian reservations, particularly those of the Navaho and Hopi. Boating and fishing on Lake Mead, Lake Powell, Lake Mohave, Lake Havasu (people can revisit the original London Bridge), the Colorado River, and the Salt River lakes are also attractions. The Hoover Dam is located on the Arizona-Nevada border. The red rock country of Sedona is a popular destination. The nearby city of Jerome is a real ghost town. Winter visitors can ski and enjoy other winter sports in Flagstaff in an area called the Snow Bowl. Biosphere 2 in Oracle is another popular tourist attraction. Tourists interested in architecture can visit Frank Lloyd Wright's workshop, Taliesin West, in Carefree. In the late winter and early spring, many Major League Baseball teams conduct their spring training at camps in Arizona. Visitors can watch practice games and visit with the players. For auto racing fans, NASCAR also has a big presence in Arizona.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },  
        "destination25": {
            "image": "Austin.jpg",
            "name": "Austin, Texas",
            "country": "United States of America",
            "cold": false,
            "description": "Austin is the capital of the U.S. state of Texas and the seat of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States and the 4th most populous city in Texas. It is the fastest growing large city in the United States and the second most populous capital city after Phoenix, Arizona. As of the U.S. Census Bureau's July 1, 2016 estimate, Austin has a population of 947,890.[8] Located in Central Texas in the foothills of Texas Hill Country, the city is home to numerous lakes, rivers, and waterways including Lady Bird Lake, Barton Springs, McKinney Falls, the Colorado River, Lake Travis, and Lake Walter E. Long. It is the cultural and economic center of the Austin–Round Rock metropolitan area, which had an estimated population of 2,056,405 as of July 1, 2016.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        }, 
        "destination26": {
            "image": "Detroit.jpg",
            "name": "Detroit, Michigan",
            "country": "United States of America",
            "cold": false,
            "description": "Detroit probably has the worst reputation of any American city, and many tourists steer clear from the once formidable 'Motor City' due to rumor of high crime rates (only surpassed by nearby Flint, Michigan) and abandoned downtown buildings. This once celebrated center of the American automobile industry did experience an influx of poverty, crime, and exodus of city residents from 2008 to 2010. However, the Detroit of today is experiencing a million dollar revitalization, with abandoned buildings undergoing commercial real estate developments, young couples, community gardens, and new businesses breathing new life into the area.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": true
        },   
        "destination27": {
            "image": "PalmSpring.jpg",
            "name": "Palm Springs, California",
            "country": "United States of America",
            "cold": false,
            "description": "Palm Springs is a desert resort city in Riverside County, California, United States, within the Coachella Valley. It is located approximately 55 mi (89 km) east of San Bernardino, 107 mi (172 km) east of Los Angeles, 123 mi (198 km) northeast of San Diego, and 268 mi (431 km) west of Phoenix, Arizona. The population was 44,552 as of the 2010 census. Palm Springs covers approximately 94 square miles (240 km2), making it the largest city in the county by land area. Biking, golf, hiking, horseback riding, swimming, and tennis in the nearby desert and mountain areas are major forms of recreation in Palm Springs. The city is also famous for its mid-century modern architecture and design elements.",
            "near": true,
            "modern": true,
            "urban": false,
            "dangerous": false
        }, 
        "destination28": {
            "image": "SanAntonio.jpg",
            "name": "San Antonio, Texas",
            "country": "United States of America",
            "cold": false,
            "description": "San Antonio's most popular tourist destinations are the Alamo and the Paseo del Rio, or River Walk. The River Walk is a one and a half mile winding waterway of landscaped cobblestone paths and bridges set 20 feet below street level. The result of a downtown urban revitalization project, the River Walk is lined with cafes, shops, galleries, restaurants, and nightclubs. A visitor can sample the flavor of Mexico or relive the birth of Texas by simply enjoying the scenery, day or night. Tree-lined footpaths are lighted at night, creating a romantic ambience. For those who want more than a waterside view, boats cruise the 21 blocks at 10-minute intervals. Mission San Antonio de Valero, the Alamo, was the first of five missions established in San Antonio and dates back to 1718 and is located downtown near the river. The chapel's facade represents what is left of the site where nearly 200 Texans died in their fight for independence from Mexico. Nearby lies the Long Barracks Museum and Library. In October of 2005, the Museum will unveil a new exhibit that will incorporate recent interpretations of events that occurred at the Alamo, and the Alamo's place in history. The four other missions are all part of the San Antonio Missions National Park, a 10 mile long Mission Trail that begins at the Alamo, located at street level between Commerce and Houston Streets on Alamo Plaza.",
            "near": true,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination29": {
            "image": "Portland.png",
            "name": "Portland, Oregon",
            "country": "United States of America",
            "cold": true,
            "description": "Portland is a rejuvenated city that combines modern and historic buildings and districts with a thoughtful sense of what makes the city unique and lends it character. Walking tour brochures, available at the convention and visitors bureau, guide the visitor to Portland landmarks, the historic sites and buildings in downtown Portland, and the Old Port Exchange, reconstructed after the fire in 1866 and given a facelift in the early 1990s. This charming Victorian-style area of shops, galleries, and restaurants features cobblestone streets and old-fashioned gas street lamps, all contained in about a twelve-block area. Northeast of Monument Square along Congress Street, interesting sights include the Wadsworth-Longfellow House, and the Neal Dow Memorial. The Wadsworth-Longfellow House, the first brick house in Portland, was built in 1786 by General Peleg Wadsworth, grandfather of poet Henry Wadsworth Longfellow. Longfellow lived there during his childhood, and the house, which contains personal possessions of the Wadsworth and Longfellow families, has been restored to the 1850s period. The Neal Dow Memorial, a mansion built in 1829 for a prominent Maine politician, prohibitionist, and abolitionist, contains the Dow family's furniture, paintings, and china. Victoria Mansion, southeast of Monument Square, is an Italianate structure notable for its elaborate woodcarvings, trompe l'oeil walls and ceilings, stained glass, furnishings designed by noted interior designer Gustave Herter, and imported marble mantels. East of Monument Square is Portland Observatory, where flags were once flown to announce the return of ships; an excellent view of the harbor is available from its 86-foot tower. The beautifully landscaped Eastern and Western promenades at either end of the city offer views of Casco Bay's Calendar Islands and the mountains to the west. The actual number of Calendar Islands is disputed; they are so-called because an early explorer declared that the bay 'had as many islands as there are days in the year.'",
            "near": true,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination30": {
            "image": "Boston.jpg",
            "name": "Boston, Massachusetts",
            "country": "United States of America",
            "cold": false,
            "description": "One of the typical forms of leisure activity in Boston is walking the crooked streets and looking at the city and its architecture. Historic Quincy Market, the Boston Common and Public Garden, and the main commercial streets of the Back Bay and Beacon Hill, which are lined with outdoor cafés in summer, attract casual strollers and shoppers at all times of year. Boston has preserved many colonial-era buildings and an extraordinary number of fine 19th-century structures, yet in the city and its surroundings are a great variety of works of principal American and European architects from the second half of the 20th to the early 21st century. Many tourists follow the Freedom Trail, a walking route through the historic section of the city, to such famous sites as the Paul Revere House, the Bunker Hill Monument, Faneuil Hall, the Old North Church, the Old State House, and the USS Constitution ('Old Ironsides'), a U.S. naval warship built in 1797. Similar walking tours have been developed for sites of literary and maritime significance as well as for sites highlighting the city’s various ethnic communities. Dining out is another popular pastime. There are several old and established restaurants that are frequented by visitors and natives alike. Several Boston institutions are legendary: the Union Oyster House, Boston’s oldest restaurant (1826), famous for its seafood; Durgin-Park (1827), serving traditional Yankee cuisine; and Jacob Wirth, open since 1868 and serving German food. Established hotels feature well-known chefs and excellent dining rooms. The finest Italian food can be found in the North End, while Asian specialties abound in Chinatown. With the influx of immigrants from all parts of the world, visitors can find—around the city as well as in the neighbourhoods—a wide variety of ethnic restaurants featuring Japanese, Thai, Mexican, Indian, and African American specialties, among others. As a college town, Boston also provides an array of nightspots, bars, and lounges, located primarily in a stretch from Massachusetts Avenue to Kenmore Square.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination31": {
            "image": "Honolulu.jpg",
            "name": "Honolulu, Hawaii",
            "country": "United States of America",
            "cold": false,
            "description": "Tourism is the most important source of income in Hawaii. Honolulu and other communities have developed a sophisticated travel industry to care for visitors. Honolulu ranks first in tourist arrivals. Some of the state's most visited attractions are within its boundaries. In Oahu, most of the tourism activity is centered in the Waikiki district of Honolulu. With more than 30,000 hotel rooms, luxury resorts, expensive international restaurants and shops, and beautiful beaches, Waikiki attracts hundreds of thousands of visitors each year. In Honolulu, and nearby, the most visited sites have military connections. The USS Arizona Memorial and Visitors Center in Pearl Harbor ranks first among visitors, while Punchbowl Crater, home of the National Memorial Cemetery and final resting place for 34,000 veterans of World War II and the Korean (1950–53) and Vietnam (1945–1973) wars, is a close second. The retired battleship USS Missouri was brought to Pearl Harbor in 1998 and has become a major visitor attraction. The Queen Emma Summer Palace also is a favorite destination. Iolani Palace, the only royal palace in the United States, was built in 1882. It is located in downtown Honolulu.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination32": {
            "image": "WashingtonDC.jpg",
            "name": "Washington D.C",
            "country": "United States of America",
            "cold": false,
            "description": "The centers of all three branches of the federal government of the United States are in the District, including the Congress, President, and Supreme Court. Washington is home to many national monuments and museums, which are primarily situated on or around the National Mall. The city hosts 176 foreign embassies as well as the headquarters of many international organizations, trade unions, non-profit organizations, lobbying groups, and professional associations.",
            "near": true,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination33": {
            "image": "SanDiego.jpg",
            "name": "San Diego, California",
            "country": "United States of America",
            "cold": false,
            "description": "San Diego and its surrounding communities offer a wide range of tourist attractions for every taste, from amusement parks to historic buildings and scenic wilderness. Animals play a major role in San Diego's tourist trade. The world-famous San Diego Zoo, 100 acres of lush, tropical landscape filled with more than 4,000 animals representing some 800 species, contains some of the rarest species in captivity. Moving sidewalks, an aerial tramway, and open-air buses run through the exhibits. Highlights include giant pandas, Australian koalas, rare Chinese golden monkeys, a large reptile collection, a 1-acre children's zoo, and a beautiful free-flight walk-through aviary. Habitats have been crafted to replicate desert, tropical rain forest, savanna, scrubland, island, tundra, ocean and coastline, prairie and steppe, temperate forest and taiga, river, lake, and wetland ecosystems as closely as possible. Among the habitats are Ituri Forest, which simulates a four-acre African rainforest; Tiger River, an Asian rainforest; and Polar Bear Plunge, representing Arctic tundra. The zoo's newest exhibit, Absolutely Apes, features orangutans and siamangs living together as they would in the wild. Absolutely Apes is the first phase of the under-construction New Heart of the Zoo, which will be a three-acre Asian and African rainforest containing many rare and endangered animals in the center of the zoo.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination34": {
            "image": "LosAngeles.jpg",
            "name": "Los Angeles, California",
            "country": "United States of America",
            "cold": false,
            "description": "The California climate and the glamour associated with the motion-picture and television industries, as well as Disneyland, make Los Angeles one of the nation's top tourist destinations. In 1995 approximately more than three million foreign travelers visited the city, ranking it second nationally in this category.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination35": {
            "image": "NewOrleans.jpg",
            "name": "New Orleans, Louisiana",
            "country": "United States of America",
            "cold": false,
            "description": "New Orleans has a reputation as a good-time town. With a motto like 'Laissez le bon temps rouler!' ('Let the good times roll!'), it is no wonder that the September 1997 Conde Nast Traveler ranked the Big Easy as the second most popular tourist destination in the United States. The New Orleans Metropolitan Convention and Visitors Bureau reported between 11 and 14 million visitors and $3.358 billion in expenditures attributed to tourism for 1997.",
            "near": true,
            "modern": false,
            "urban": true,
            "dangerous": false
        },
        "destination36": {
            "image": "LasVegas.jpeg",
            "name": "Las Vegas, Nevada",
            "country": "United States of America",
            "cold": false,
            "description": "The city bills itself as The Entertainment Capital of the World, and is famous for its mega casino–hotels and associated activities. It is a top three destination in the United States for business conventions and a global leader in the hospitality industry, claiming more AAA Five Diamond hotels than any other city in the world. Today, Las Vegas annually ranks as one of the world's most visited tourist destinations. The city's tolerance for numerous forms of adult entertainment earned it the title of Sin City, and has made Las Vegas a popular setting for literature, films, television programs, and music videos.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination37": {
            "image": "SanFrancisco.jpg",
            "name": "San Francisco, California",
            "country": "United States of America",
            "cold": false,
            "description": "San Francisco's natural beauty, mild weather, and cultural attractions have made tourism one of the city's leading industries, and there are some 30,000 hotel rooms available for visitors. In addition to vacationers and sightseers, about one-and-a-half million visitors to the city attend conventions and trade shows in the city every year. They are served by an outstanding array of meeting facilities, including the Civic Auditorium, which seats nearly 8,000 people; the Brooks Exhibit Hall, which provides 8,361 square meters (90,000 square feet) of exhibition space; and the 55,740-square-meter (600,000-square-foot) Moscone Center, undergoing an expansion slated for completion in 2000. In 1995 San Francisco attracted two-and-a-half million foreign visitors, the fourth-highest number of any city in the United States.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination38": {
            "image": "Chicago.jpg",
            "name": "Chicago, Illinois",
            "country": "United States of America",
            "cold": true,
            "description": "A drive across Chicago’s lively immigrant neighbourhoods is a trip around the world: the cultures of virtually every country can be found in food stores, restaurants, clothing shops, music and video dealers, places of worship, and street-corner conversations. Chicago’s dizzying growth in the 19th century led to a reputation not only for disorder and political corruption but also for creativity in the arts, architecture, and business. The resulting economic opportunities also contributed to the diversity of the city’s population. Chicago never fulfilled its dream of becoming the largest American city, but between 1890 and 1982 it was second only to New York City. That fact has contributed much to the city’s reputed personality. In the 19th century it had the image of being aggressive and self-promoting, stealing population and businesses from the East. Chicago’s 'Windy City' nickname, in fact, came not from lake breezes but from its braggadocio—exhibited most dramatically in the 1890s, when it pushed aside New York and St. Louis, Mo., in the competition to become the site of the World’s Columbian Exposition of 1893. Poet Carl Sandburg hailed it as the 'city of the big shoulders,' cunning and cruel, yet creative and strangely attractive. It was the 'toddlin’ town' of the 1920s tune, and Frank Sinatra famously proclaimed it 'my kind of town.' New York writer A.J. Liebling belittled its provinciality in a stinging series of magazine articles, collected in the 1952 book Chicago: The Second City. Chicagoans eventually forgot the book, but the adopted epithet stuck. Under the regime of the late mayor Richard J. Daley, efficient municipal services made it the 'city that works.' Chicagoans still like to refer to it as the 'city of neighbourhoods,' even though that description can carry connotations of segregation by race, ethnicity, and social class.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination39": {
            "image": "Seattle.jpg",
            "name": "Seattle, Washington",
            "country": "United States of America",
            "cold": true,
            "description": "Located on the eastern shore of Puget Sound, Seattle is the largest city in the state of Washington. Formerly a staid, conservative town built on the lumber, shipping, and aircraft industries and little known outside its immediate region, today Seattle has become one of the hottest locations in the country, a mecca for the computer software industry and a cultural trendsetter that originated the grunge rock of the early 1990s and the coffee craze that has swept across the United States. Its newfound business and cultural attractions, combined with a picturesque setting and mild climate, have created a population boom and made Seattle the commercial and cultural hub of the Pacific Northwest, as well as one of the fastest-growing metropolitan areas in the United States.",
            "near": true,
            "modern": true,
            "urban": true,
            "dangerous": false
        },
        "destination40": {
            "image": "GrandCanyon.jpg",
            "name": "Grand Canyon, Arizona",
            "country": "United States of America",
            "cold": false,
            "description": "Grand Canyon, great gorge of the Colorado River, one of the natural wonders of the world; 1 mi (1.6 km) deep, from 4 to 18 mi (6.4–29 km) wide, and 217 mi (349 km) long, NW Ariz. The canyon shows in its rocks the repeated geological sequence of uplift, erosion (due to the river's constant wearing force), submergence, and deposition of materials. The multicolored rocks, the steep and embayed rims, and the isolated towers, mesas, 'temples,' and other eroded rock forms catch the contrast of sun and shadow and glow with changing hues of great beauty. Plant life on the canyon walls varies from subtropical at the base to subarctic near the rims. Hundreds of ancient pueblos dot the lower canyon walls and the rim. The Havasupai people still occupy a part of the canyon, and the Hualapai reservation encompasses much of the south rim. (The Hualapai now operate a visitors center, including a skywalk projecting over the canyon rim.) The first European to see the canyon was the Spanish explorer García López de Cárdenas in 1540. In 1869 the U.S. explorer John Wesley Powell became the first person to lead a party through the canyon bottom in a boat.",
            "near": true,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination41": {
            "image": "GreatBarrierReef.jpg",
            "name": "Great Barrier Reef",
            "country": "Australia",
            "cold": false,
            "description": "The Great Barrier Reef lies off the northeastern coast of Australia and is the largest structure ever made by living organisms including human beings, consisting of the skeletons of tiny coral polyps and hydrocorals bounded together by the soft remains of coralline algae and microorganisms. The Great Barrier Reef is over 1,250 mi (2,000 km) long and is 80,000 mi2 (207,000 km2) in surface area , which is larger than the island of Great Britain. It snakes along the coast of the continent of Australia, roughly paralleling the coast of the State of Queensland, at distances ranging 10–100 mi (16–160 km) from the shore. The reef is so prominent a feature on Earth that it has been photographed from satellites. The reef is located on the continental shelf that forms the perimeter of the Australian landmass where the ocean water is warm and clear. At the edge of the continental shelf and the reef, the shelf becomes a range of steep cliffs that plunge to great depths with much colder water. ",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination42": {
            "image": "MountEverest.jpg",
            "name": "Mount Everest",
            "country": "Nepal",
            "cold": true,
            "description": "Mount Everest, Sanskrit and Nepali Sagarmatha, Tibetan Chomolungma, Chinese (Pinyin) Zhumulangma Feng or (Wade-Giles romanization) Chu-mu-lang-ma Feng, also spelled Qomolangma Feng, mountain on the crest of the Great Himalayas of southern Asia that lies on the border between Nepal and the Tibet Autonomous Region of China, at 27°59′ N 86°56′ E. Reaching an elevation of 29,035 feet (8,850 metres), Mount Everest is the highest mountain in the world, the highest point on Earth. Like other high peaks in the region, Mount Everest has long been revered by local peoples. Its most common Tibetan name, Chomolungma, means 'Goddess Mother of the World' or 'Goddess of the Valley.' The Sanskrit name Sagarmatha means literally 'Peak of Heaven.' Its identity as the highest point on the Earth’s surface was not recognized, however, until 1852, when the governmental Survey of India established that fact. In 1865 the mountain—previously referred to as Peak XV—was renamed for Sir George Everest, British surveyor general of India from 1830 to 1843.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": true
        },
        "destination43": {
            "image": "Paricutin.jpg",
            "name": "Paricutin",
            "country": "Mexico",
            "cold": false,
            "description": "Parícutin (or Volcán de Parícutin, also accented Paricutín) is a cinder cone volcano located in the Mexican state of Michoacán, near the city of Uruapan and about 322 kilometres (200 mi) west of Mexico City. The volcano surged suddenly from the cornfield of local farmer Dionisio Pulido in 1943, attracting both popular and scientific attention. Paricutín presented the first occasion for modern science to document the full life cycle of an eruption of this type. During the volcano's 9 years of activity, scientists sketched and mapped it and took thousands of samples and photographs. By 1952, the eruption had left a 424-meter-high (1,391 ft) cone and significantly damaged an area of more than 233 square kilometres (90 sq mi) with the ejection of stone, ash and lava. Three people were killed, two towns were completely evacuated and buried by lava and three others were heavily affected. Hundreds of people had to be permanently relocated, and two new towns were created to accommodate their migration. Although the larger region still remains highly active volcanically, Parícutin is now dormant and has become a tourist attraction with people climbing the volcano and visiting the hardened lava-covered ruins of the San Juan Parangaricutiro Church. In 1997, CNN included Parícutin in its list of the Seven Natural Wonders of the World.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination44": {
            "image": "VictoriaFalls.jpg",
            "name": "Victoria Falls",
            "country": "Zimbabwe",
            "cold": false,
            "description": "The Victoria Falls, one of the world's 'natural wonders,' are situated on the Zambezi River, on the border between Zambia and Zimbabwe. Vastly larger than North America's Niagara Falls, the Victoria Falls are rivaled only by South America's Iguazu Falls in volume. While Iguazu is divided into over 270 relatively 'small' falls and cataracts, Victoria Falls is 1.06 miles wide, making it the largest curtain of water in the world. It drops between 295 feet and 355 feet into the Zambezi Gorge and an average of 1.804 million cubic feet of water plummeting over the edge every minute. First seen by a European, Scottish missionary-explorer David Livingstone, in 1885, they are also a UNESCO World Heritage Site. The falls are considered a remarkable spectacle because of the peculiar, narrow, slot-like chasm into which the water falls, so one can view the falls face-on. The falls are part of two national parks, Mosi-oa-Tunya National Park in Zambia and Victoria Falls National Park in Zimbabwe. The Falls are one of Southern Africa's major tourist attractions",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination45": {
            "image": "AmazonRainforrest.jpg",
            "name": "Amazon Rainforest",
            "country": "Bolivia, Brazil, Columbia, Ecuador, Guyana, Peru, Suriname, Venezuela",
            "cold": false,
            "description": "The Amazon rainforest, also known in English as Amazonia or the Amazon Jungle, is a moist broadleaf forest in the Amazon biome that covers most of the Amazon basin of South America. This basin encompasses 7,000,000 square kilometres (2,700,000 sq mi), of which 5,500,000 square kilometres (2,100,000 sq mi) are covered by the rainforest. This region includes territory belonging to nine nations. The majority of the forest is contained within Brazil, with 60% of the rainforest, followed by Peru with 13%, Colombia with 10%, and with minor amounts in Venezuela, Ecuador, Bolivia, Guyana, Suriname and French Guiana. States or departments in four nations contain 'Amazonas' in their names. The Amazon represents over half of the planet's remaining rainforests, and comprises the largest and most biodiverse tract of tropical rainforest in the world, with an estimated 390 billion individual trees divided into 16,000 species.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": true
        },
        "destination46": {
            "image": "HalongBay.jpg",
            "name": "Halong Bay",
            "country": "Vietnam",
            "cold": false,
            "description": "Ha Long Bay, Vietnamese Vinh Ha Long ('Where the Dragon Descends to the Sea'), bay on the northwest coast of the Gulf of Tonkin, near the city of Ha Long (Hong Gai), Quang Ninh province, northern Vietnam. Situated 102 miles (164 km) southeast of Hanoi, the 580-square-mile (1,500-square-km) area contains some 3,000 rocky and earthen islands, typically in the form of jagged limestone pillars jutting out from the sea, and several caves and grottoes, all of which blend together to produce an exotic and picturesque seascape. A diverse population of marine and land mammals, reptiles, fish, and birds are found in the waters and tropical forests. There are two similar legends about the origin of the bay, which are reflected in its name. The first legend asserts that a dragon stomped on the earth with such force that mountains crumbled, forming large valleys that soon filled with water; only the peaks of mountains—now the rocky islands of Ha Long Bay—remained above the surface. The alternate folklore tells of a dragon whose large tail tore up the earth, creating valleys and crevices that became flooded when the beast jumped into the nearby water. Both versions lent themselves to the modern-day legend of Tarasque, a dragonlike marine creature believed to inhabit the bay.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination47": {
            "image": "JejuIsland.jpg",
            "name": "Jeju Island",
            "country": "South Korea",
            "cold": true,
            "description": "Jeju or Cheju, Jap. Saishu, island and province of South Korea, 700 sq mi (1,810 sq km), 60 mi (100 km) SW of the Korean peninsula. Korea's largest island, Jeju is of volcanic origin and rises to 6,400 ft (1,950 m) in Hallasan, an extinct volcano. The production of marine products, spirits, and starch are the main industries; tourism became important beginning in the late 20th cent. Dairy farming, livestock breeding, and citrus growing are also important occupations on the mountainous, heavily wooded island; agriculture is practiced on the slopes and in the valleys. The island was often used as a place of exile. In 1948–49 some 30,000 islanders were killed by the South Korean army in a campaign against supposed Communists; the truth about the massacres were denied until the 1990s. After the Korean War Jeju became a haven for refugees. There are air connections and ferry links with mainland Korea and Japan. Jeju, on the north coast, is the capital and chief city.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination48": {
            "image": "IguazuFalls.jpg",
            "name": "Iguazu Falls",
            "country": "Argentina, Brazil",
            "cold": false,
            "description": "Iguaçu Falls, Iguaçu also spelled Iguassú, Spanish Cataratas del Iguazú, Portuguese Cataratas do Iguaçu or Saltos do Iguaçu , series of cataracts on the Iguaçu River, 14 miles (23 km) above its confluence with the Alto (Upper) Paraná River, at the Argentina-Brazil border. The falls resemble an elongated horseshoe that extends for 1.7 miles (2.7 km)—nearly three times wider than Niagara Falls in North America and significantly greater than the width of Victoria Falls in Africa. Numerous rocky and wooded islands on the edge of the escarpment over which the Iguaçu River plunges divide the falls into some 275 separate waterfalls or cataracts, varying between 200 and 269 feet (60 and 82 metres) in height. The name of the falls, like that of the river, is derived from a Guaraní word meaning 'great water.'",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination49": {
            "image": "TableMountain.jpg",
            "name": "Table Mountain",
            "country": "South Africa",
            "cold": false,
            "description": "Table Mountain is a flat-topped mountain forming a prominent landmark overlooking the city of Cape Town in South Africa. It is a significant tourist attraction, with many visitors using the cableway or hiking to the top. The mountain forms part of the Table Mountain National Park. Table Mountain is home to large array of fauna and flora, most of which is endemic.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination50": {
            "image": "KomodoIsland.jpg",
            "name": "Komodo Island",
            "country": "Indonesia",
            "cold": false,
            "description": "Komodo (Indonesian Pulau Komodo) is one of the 17,508 islands that compose the Republic of Indonesia. The island is particularly notable as the habitat of the Komodo dragon, the largest lizard on Earth, which is named after the island. Komodo Island has a surface area of 390 square kilometres and a human population of over two thousand. The people of the island are descendants of former convicts who were exiled to the island and who have mixed with Bugis from Sulawesi. The people are primarily adherents of Islam but there are also Christian and Hindu congregations. Komodo is part of the Lesser Sunda chain of islands and forms part of the Komodo National Park. In addition, the island is a popular destination for diving. Administratively, it is part of the East Nusa Tenggara province.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": true
        },
        "destination51": {
            "image": "MachuPicchu.jpg",
            "name": "Machu Picchu",
            "country": "Peru",
            "cold": false,
            "description": "Machu Picchu is a 15th-century Inca citadel situated on a mountain ridge 2,430 metres (7,970 ft) above sea level. It is located in the Cusco Region, Urubamba Province, Machupicchu District in Peru, above the Sacred Valley, which is 80 kilometres (50 mi) northwest of Cuzco and through which the Urubamba River flows. Machu Picchu was built in the classical Inca style, with polished dry-stone walls. Its three primary structures are the Intihuatana, the Temple of the Sun, and the Room of the Three Windows. Most of the outlying buildings have been reconstructed in order to give tourists a better idea of how they originally appeared. By 1976, thirty percent of Machu Picchu had been restored and restoration continues.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination52": {
            "image": "Chernobyl.jpg",
            "name": "Chernobyl",
            "country": "Ukraine",
            "cold": false,
            "description": "The disaster at Chernobyl (Ukrainian spelling: Chornobyl) on April 26, 1986 occurred as a result of an experiment on how long safety equipment would function during shutdown at the fourth reactor unit at Ukraine's first and largest nuclear power station. The operators had dismantled safety mechanisms at the reactor to prevent its automatic shutdown, but this reactor type (a graphitemoderated Soviet RBMK) became unstable if operated at low power. An operator error caused a power surge that blew the roof off the reactor unit, releasing the contents of the reactor into the atmosphere for a period of about twelve days. The accident contaminated an area of about 100,000 square miles. This area encompassed about 20 percent of the territory of Belarus; about 8 percent of Ukraine; and about 0.5-1.0 percent of the Russian Federation. Altogether the area is approximately the size of the state of Kentucky or of Scotland and Northern Ireland combined.",
            "near": false,
            "modern": false,
            "urban": true,
            "dangerous": true
        },
        "destination53": {
            "image": "PyramidGiza.jpg",
            "name": "Pyramids of Giza",
            "country": "Egypt",
            "cold": false,
            "description": "The Great Pyramid of Giza is a defining symbol of Egypt and the last of the ancient Seven Wonders of the World. It is located on the Giza plateau near the modern city of Cairo and was built over a twenty-year period during the reign of the king Khufu (2589-2566 BCE, also known as Cheops) of the 4th Dynasty. Until the Eiffel Tower was completed in Paris, France in 1889 CE, the Great Pyramid was the tallest structure made by human hands in the world; a record it held for over 3,000 years and one unlikely to be broken. Other scholars have pointed to the Lincoln Cathedral spire in England, built in 1300 CE, as the structure which finally surpassed the Great Pyramid in height but, still, the Egyptian monument held the title for an impressive span of time. The pyramid rises to a height of 479 feet (146 metres) with a base of 754 feet (230 metres) and is comprised of over two million blocks of stone. Some of these stones are of such immense size and weight (such as the granite slabs in the King's Chamber) that the logistics of raising and positioning them so precisely seems an impossibility by modern standards.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination54": {
            "image": "HaikuStairs.jpg",
            "name": "Haiku Stairs, Hawaii",
            "country": "United States of America",
            "cold": false,
            "description": "The Haʻikū Stairs, also known as the Stairway to Heaven or Haʻikū Ladder, is a steep hiking trail on the island of Oʻahu, Hawaii. The total 3,922 steps span along Oahu's Ko'olau mountain range. The view from the top of the stairway overlooks Kaneohe as well as Kaneohe Bay. Early morning view of Kaneohe from the stairs. Beginning in 1942, contractors for the United States Navy began construction of the Haʻikū Radio Station, a top secret facility that was to be used to transmit radio signals to the Navy ships that were then operating throughout the Pacific. In order to obtain the necessary height for the antennae, the Navy stretched them across Haiku Valley, a natural amphitheater surrounded by high ridges. To accomplish this, they needed 'easy' access to the top of the ridges, so they installed a wooden ladder up the mountain. The ladder was later replaced by a wooden staircase. Once the cable car was in operation, most workers preferred to ride the car to the upper hoist house rather than enduring the tedious climb up the stairs. Some remnant parts of the wooden ladder may still be seen beside the metal steps.",
            "near": true,
            "modern": false,
            "urban": false,
            "dangerous": true
        },
        "destination55": {
            "image": "CliffsMoher.jpg",
            "name": "Cliffs of Moher",
            "country": "Ireland",
            "cold": true,
            "description": "The Cliffs of Moher are located at the southwestern edge of the Burren region in County Clare, Ireland. They rise 120 metres above the Atlantic Ocean at Hag's Head, and, eight kilometres to the north, reach their maximum height of 214 metres just north of O'Brien's Tower, which is a round stone tower near the midpoint of the cliffs that was built in 1835 by Sir Cornelius O'Brien. From the cliffs, and from atop the tower, visitors can see the Aran Islands in Galway Bay, the Maumturks and Twelve Pins mountain ranges to the north in County Galway, and Loop Head to the south. The cliffs rank amongst the most visited tourist sites in Ireland and receive approximately one million visitors a year. The closest settlements are Liscannor and Doolin",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination56": {
            "image": "GlowwormGrotto.jpg",
            "name": "Waitomo Glowworm Grotto",
            "country": "New Zealand",
            "cold": true,
            "description": "The Waitomo Glowworm Caves attraction is a cave at Waitomo on the North Island of New Zealand. It is known for its population of Arachnocampa luminosa, a glowworm species found exclusively in New Zealand. This cave is part of the Waitomo Caves system that includes the Ruakuri Cave and the Aranui Cave. The attraction has a modern visitor centre at the entrance, largely designed in wood. There are organized tours that include a boat ride under the glowworms",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination57": {
            "image": "Petra.jpg",
            "name": "Petra",
            "country": "Jordan",
            "cold": false,
            "description": "Petra, originally known to the Nabataeans as Raqmu, is a historical and archaeological city in southern Jordan. The city is famous for its rock-cut architecture and water conduit system. Another name for Petra is the Rose City due to the color of the stone out of which it is carved. Petra is one of the New Seven Wonders of the World.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination58": {
            "image": "LakeTiticaca.jpg",
            "name": "Lake Titicaca",
            "country": "Bolivia",
            "cold": false,
            "description": "Titicaca, lake, 3,200 sq mi, 110 mi long, and 900 ft deep at at its deepest point, in the Andes Mts., on the Bolivia-Peru border; second largest freshwater lake in South America and the world's highest large lake. The lake is divided into two basins by the Strait of Tiquina. Fed by many short mountain streams, the lake is drained by the Desaguadero River to Lake Poopó. A center of indigenous life from pre-Inca times, the shores of Titicaca are crowded with native villages and terraced fields, which are a major source of subsistence crops for the largely barren highland region. The almost constant temperature of the water (51°F/11°C) modifies the climate and makes possible the growing of potatoes and grains at the high altitude. Native balsas, small flat-bottomed reed boats with reed sails, dot the lake and are used for commerce and fishing. Steamer service connects the lake ports of Guaqui, Bolivia, and Puno, Peru. On the lake near Puno, Uros live on floating islands made of reeds. Near the lake's southern shore is the pre-Inca ruin Tiahuanaco. In the lake are the islands of Titicaca and Coati, the legendary birthplace of the Incas, which contain ruins of past civilizations.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination59": {
            "image": "CaveofCrystals.jpg",
            "name": "Cave of Crystals",
            "country": "Mexico",
            "cold": false,
            "description": "Cave of the Crystals or Giant Crystal Cave is a cave connected to the Naica Mine at a depth of 300 metres, in Naica, Chihuahua, Mexico. The main chamber contains giant selenite crystals, some of the largest natural crystals ever found. The cave's largest crystal found to date is 12 m in length, 4 m in diameter and 55 tons in weight. The cave is extremely hot, with air temperatures reaching up to 58 °C (136 °F) with 90 to 99 percent humidity. The cave is relatively unexplored due to these factors. Without proper protection, people can only endure approximately ten minutes of exposure at a time.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": true
        },
        "destination60": {
            "image": "MendenhallGlacier.jpg",
            "name": "Mendenhall Glacier, Alaska",
            "country": "United States of America",
            "cold": true,
            "description": "This 13-mile ribbon of ice flows from the Juneau Ice Field, a 1,500-square-mile frozen plateau that feeds 38 major glaciers. Leftover from the last ice age, the ice field and its solid river offspring have been in a period of retreat, and the wilderness surrounding Mendenhall has found itself in a good news/bad news scenario. Mendenhall is located on land owned by the federal Forest Service, which provides facilities, park rangers, a visitor center, and year-round exhibits and educational outreach. The trails from the visitor center – some lazy and looping, others more challenging – will get you up-close and personal with the glacier and its waterfall neighbor, Nugget Falls, raining down just next door.",
            "near": true,
            "modern": false,
            "urban": false,
            "dangerous": true
        },
        "destination61": {
            "image": "GreatWall.jpg",
            "name": "Great Wall of China",
            "country": "China",
            "cold": false,
            "description": "The Great Wall of China is a series of fortifications, 3,890 mi long (not including trenches and natural defensive barriers), winding across N China from Gansu province to Liaoning province The wall, running mostly along the southern edge of the Mongolian plain, was erected to protect China from northern nomads. It is an amalgamation of many walls built in ancient times; the first unified wall was built in the 3d cent. BC by the Ch'in dynasty. Laborers were conscripted from all over China to build it, and many of them died during the project. The wall's present form dates substantially from the Ming dynasty, and wall building was particularly intense in the late Ming period. The wall averages 25 ft in height and is 15 to 30 ft thick at the base, sloping to 12 ft at the top. Guard stations and watchtowers are placed at regular intervals. The eastern part of the wall is earth and stone faced with brick, but in the west it is merely a tamped earth mound. Successive invasions of China from the north demonstrated that the Great Wall had little military utility. The Ch'ing dynasty did not use the wall and largely abandoned it. Since 1949 two sections N of Beijing have been reconstructed and are open to visitors.",
            "near": false,
            "modern": false,
            "urban": false,
            "dangerous": false
        },
        "destination62": {
            "image": "IceHotel.jpg",
            "name": "Icehotel",
            "country": "Sweden",
            "cold": true,
            "description": "The Icehotel is a hotel rebuilt each year with snow and ice in the village of Jukkasjärvi, in northern Sweden, about 17 kilometres from Kiruna. It is the world's first ice hotel. After its first opening in 1990, the hotel has been rebuilt each year from December to April. The hotel, including the chairs and beds, is constructed from snow and ice blocks taken from the nearby Torne River. Artists are invited to create different rooms and decorations made by ice. Besides bedrooms, there is a bar, with glasses made of ice and an ice chapel that is popular with marrying couples. The structure remains below freezing, around −5 °C (23 °F).",
            "near": false,
            "modern": true,
            "urban": true,
            "dangerous": false
        }        
    }
}